---
kind: enumMember
id: F:Autodesk.Revit.DB.AlternateUnits.None
enum: Autodesk.Revit.DB.AlternateUnits
source: html/186523a5-4f44-d7a7-a269-9c56644ca71a.htm
---
# Autodesk.Revit.DB.AlternateUnits.None

No alternative units.